# ახსენით რას ნიშნავს სინტაქსი

# სინტაქსი არის წესები, რომლებიც გვეუბნება, როგორ უნდა დავწეროთ  კოდი სწორად




# რა არის კომენტარი, რას აკეთებს ის და რისთვის გამოიყენება


# კომენტარი არის ტექსტი პროგრამის კოდში, რომელიც პროგრამას არ ასრულებს და მხოლოდ ადამიანის წასაკითხადაა განკუთვნილი.






#  ჩამოთვალეთ მაგალითები როგორ არ უნდა იწერებოდეს ცვლადის სახელი, რა შემთხვევაში იქნება არასწორი

# 2num  არ უნდა იწყებოდეს რიცხვით
# არ შეიძლება last name სნეიქეისის  გარეშე ეს ერორია
# my-name — დეფისი აკრძალულია (გამოიყენო უნდა სნეი ქეისი _ )
# ვლადის სახელი უნდა იწყებოდეს ასოთი ან _ით და შედგებოდეს ასოებისა და ციფრებისგან.

# რა ქვია იმ ფუნქციას რომელიც რიცხვს ან მთელ რიცხვს გადააქცევს სტრინგად?
# ქვია სტრინგი(str)


# როგორ იწერება სტრინგი, რომელი სამი ბრჭყალი არის დაშვებული
# ერთეული ბრჭყალი ' '
# ორმაგი ბრჭყალი " "
# სამმაგი ბრჭყალი ''' ''' ესე ან ესე """ """