                                      # 1
# ახსენით რა არის მონაცემთა ტიპი, ასევე დაასახელეთ ყველა რაც გავიარეთ და ასევე ახსენით რომელი რა არ

# მონაცემთა ტიპი გვანახებსებს, რა სახის ინფორმაცია ინახება ცვლადში.

# str სტრინგი არის "" მოთავსებული სიტყვა ან წინადადება
# int ინტი არის მთელი რიცხვი
# float fროათი არის ათ წილადი რიცხვი
# bool ბულიანი არის True and False


                                      # 2
# ახსენით რა არის ტერმინალი
# ტერმინალი არის პროგრამა, სადაც ტექსტის საშუალებით აძლევ კომპიუტერს დავალებებს.

                                        # 3
# ახსენით რას აკეთებს print() ფუნქცია, რატომ სჭირდება () რომ იმუშაოს

# print()ფუნკცია აკეთებს იმას რასაც ჩავწერთ print() მაგი გამოაქვს აუთფუთში
# () გარეშე არ გამოიძახებს წინადადება ან სახელი